{"dare":[
{"1":"Do a free-style rap for the next minute."},
{"2":"Let another person post a status on your behalf."},
{"3":"Hand over your phone to another player who can send a single text saying anything they want to anyone they want."},
{"4":"Let the other players go through your phone for one minute."},
{"5":"Smell another player's armpit."},
{"6":"Smell another player's bare foot."},
{"7":"Eat a bite of a banana peel."},
{"8":"Do an impression of another player until someone can figure out who it is."},
{"9":"Say pickles at the end of every sentence you say until it's your turn again."},
{"10":"Imitate a YouTube star until another player guesses who you're portraying."},
{"11":"Act like a chicken until your next turn."},
{"12":"Talk in a British accent until your next turn."},
{"13":"Call a friend, pretend it's their birthday, and sing them Happy Birthday to You."},
{"14":"Name a famous person that looks like each player in the room."},
{"15":"Show us your best dance moves."},
{"16":"Eat a packet of hot sauce straight."},
{"17":"Let another person draw a tattoo on your back with a permanent marker."},
{"18":"Put on a blindfold and touch the other players' faces until you can figure out who's who."},
{"19":"Serenade the person to your right for a full minute."},
{"20":"Do 20 squats."},
{"21":"Let the other players redo your hairstyle."},
{"22":"Gulp down a raw egg."},
{"23":"Dump out your purse, backpack, or pockets and do a show and tell of what's inside."},
{"24":"Let the player to your right redo your makeup."},
{"25":"Do a prank call on one of your family members."},
{"26":"Let another player create a hat out of toilet paper - and you've got to wear it for the rest of the game."},
{"27":"Do a plank for a full minute."},
{"28":"Let someone give you a wedgie."},
{"29":"Put five cubes in your mouth (you can't chew them, you just have to let them melt—brrr)."},
{"30":"Bark like a dog."},
{"31":"Draw your favorite movie and have the other person guess it (Pictionary-style)."},
{"32":"Repeat everything the person to your right says until your next turn."},
{"33":"Demonstrate how you style your hair in the mirror (without actually using the mirror)."},
{"34":"Play air guitar for one minute."},
{"35":"Empty a glass of cold water onto your head outside."},
{"36":"Lay on the floor and act like a sizzling piece of bacon."},
{"37":"In the next ten minutes, find a way to scare another player and make it a surprise."},
{"38":"Lick a bar of soap."},
{"39":"Eat a teaspoon of mustard."}
]}