{"truth":[
{"1":"If you could be invisible, what is the first thing you would do?"},
{"2":"What is a secret you kept from your parents?"},
{"3":"What is the most embarrassing music you listen to?"},
{"4":"What is one thing you wish you could change about yourself?"},
{"5":"Who is your secret crush?"},
{"6":"Who is the last person you creeped on social media?"},
{"7":"When was the last time you wet the bed?"},
{"8":"If a genie granted you three wishes, what would you ask for?"},
{"9":"What is your biggest regret?"},
{"10":"Where is the weirdest place you've ever gone to the bathroom?"},
{"11":"What is the most food you've ever eaten in a single sitting?"},
{"12":"Which player would survive a zombie apocalypse and which would be the first to go?"},
{"13":"Reveal all the details of your first kiss."},
{"14":"What excuse have you used before to get out plans with a friend?"},
{"15":"What's the longest you've ever slept?"},
{"16":"Read the last thing you sent your best friend or significant other out loud."},
{"17":"What's your biggest pet peeve?"},
{"18":"When was the last time you lied?"},
{"19":"What five things would you bring to a desert island?"},
{"20":"What's the most embarrassing thing you ever did on a date?"},
{"21":"What is the craziest pickup line you've ever used?"},
{"22":"What animal do you think you most look like?"},
{"23":"How many selfies do you take a day?"},
{"24":"What is one thing you would stand in line for an hour for?"},
{"25":"When was the last time you cried?"},
{"26":"What's the longest time you've ever gone without showering?"},
{"27":"What's the most embarrassing top-played song on your phone?"},
{"28":"What was your favorite childhood show?"},
{"29":"If you could be a fictional character for a day, who would you choose?"},
{"30":"What's your biggest fear?"},
{"31":"What's one silly thing you can't live without?"},
{"32":"What is the weirdest trend you've ever participated in?"},
{"33":"If you could only listen to one song for the rest of your life, what would you choose?"},
{"34":"What person do you text the most?"},
{"35":"Have you ever been fired from a job?"},
{"36":"What is an instant deal breaker in a potential love interest?"},
{"37":"If you could only eat one thing for the rest of your life, what would you choose?"},
{"38":"What is the biggest lie you ever told your parents?"},
{"39":"What's the worst physical pain you've ever experienced?"},
{"40":"Which player knows you the best?"},
{"41":"What's your favorite part of your body?"},
{"42":"What's the weirdest thing you've ever eaten?"},
{"43":"Have you ever gone skinny dipping?"},
{"44":"Tell us about the worst date you've ever been on?"},
{"45":"Who is your celebrity crush?"},
{"46":"What's the strangest dream you've ever had?"},
{"47":"What are the top three things you look for in a boyfriend/girlfriend?"},
{"48":"What is your worst habit?"},
{"49":"How many stuffed animals do you own?"},
{"50":"What is your biggest insecurity?"}
]}